{
  "aboutMe": "Über mich",
  "aboutMeDescription01": "Meine Reise in die Welt der Softwareentwicklung begann während meiner Schulzeit am technischen Gymnasium, wo ich meine ersten Schritte mit HTML, CSS und C++ unternahm. Diese frühen Erfahrungen weckten mein Interesse an der Gestaltung digitaler Lösungen und legten den Grundstein für meine weitere Entwicklung.",
  "aboutMeDescription02": "Während meines Studiums im Maschinenbau erweiterte ich mein Wissen um eine Semestererfahrung in Java. Doch mein wahrhaftes Interesse an der Programmierung entfachte, als ich begann, mich intensiv mit Python zu beschäftigen. Durch Selbststudium und Kurse auf Plattformen wie Udemy eignete ich mir gute Kenntnisse in Python an, getrieben von meinem starken Wunsch, Abläufe zu automatisieren und effizientere Lösungen zu finden.",
  "aboutMeDescription03": "In meiner beruflichen Laufbahn als Fertigungsentwickler für Digitalisierung konnte ich tiefer in die Welt der Software eintauchen. Die Notwendigkeit, komplexe Prozesse zu automatisieren und digital zu transformieren, führte mich zur SPS-Programmierung, die ich mit Engagement und Begeisterung erlernte.",
  "aboutMeDescription04": "Mit jedem neuen Schritt, den ich in Richtung Softwareentwicklung unternahm, wuchs mein Verlangen, mich voll und ganz diesem Bereich zu widmen. Mein starkes Interesse, gepaart mit meiner zunehmenden Expertise, bestärkte mich darin, den Entschluss zu fassen, mich professionell in der Softwareentwicklung zu etablieren.",
  "aboutMeDescription05": "Heute stehe ich bereit, eine neue Herausforderung als Softwareentwickler anzunehmen. Mit meiner schnellen Auffassungsgabe, meinem tiefen Prozessverständnis und meiner Fähigkeit zur selbstständigen Arbeit bin ich überzeugt, einen wertvollen Beitrag zu Ihrem Team leisten zu können. Ich freue mich darauf, mein Wissen und meine Leidenschaft für Softwareentwicklung in Ihrem Unternehmen einzubringen und gemeinsam innovative Lösungen zu gestalten.",
  "buttonContact": "Lass uns reden",
  "contactHeadline": "Sag hallo!",
  "contactOpener": "Möchten Sie ein neues Projekt besprechen?",
  "contactP": "Sag hallo! Lass uns deine Ideen besprechen und sie verwirklichen",
  "footerHeadline": "Sag hallo!", 
  "inputName": "Ihr Name",
  "inputNameReq": "Ihr Name ist erforderlich",
  "inputMail": "Ihre E-Mail",
  "inputMailReq": "Ihre E-Mail ist erforderlich",
  "inputMsg": "Ihre Nachricht",
  "inputMsgReq": "Ihre Nachricht ist leer",
  "legalNotice": "Rechtlicher Hinweis",
  "privacePolicyCheck01": "Ich habe die",
  "privacePolicyCheck02": "Datenschutzbestimmungen",
  "privacePolicyCheck03": "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
  "privacyPolicyCheckReq": "Bitte akzeptieren Sie die Datenschutzbestimmungen.",
  "buttonName": {
    "x": [
      {
        "$": {
          "id": "INTERPOLATION",
          "equiv-text": "{{ btn[0] }}"
        }
      }
    ]
  },
  "jobTitle": "Frontend-Entwickler",
  "mySkills": "Meine Fähigkeiten",
  "portfolioDescription": "Entdecken Sie hier eine Auswahl meiner Arbeiten - Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen",
  "sayHello": "Nachricht senden",
  "sendMessage": "Nachricht senden"
}